---
kind: other
id: Properties.T:Autodesk.Revit.DB.WorksharingDisplayGraphicSettings
source: html/355b9d44-a422-f484-f5cd-0efcb7557a97.htm
---
# WorksharingDisplayGraphicSettings Properties

The fill color that will be applied to elements when these settings are
 applied. Note that this is automatically set by increasing the luma of
 the specified line color by 65%.